 [
    {
      "first_name": "Ludwig van",
      "last_name": "Beethoven",
      "bio": "Pancetta swine bacon prosciutto beef pork turducken venison shank frankfurter corned beef bresaola jerky short loin andouille. Leberkas strip steak ham hock picanha kevin pancetta short loin beef ribs tri-tip landjaeger rump corned beef. Venison porchetta ground round kielbasa. Landjaeger shankle kevin sirloin, tongue ground round cupim filet mignon hamburger strip steak. T-bone meatball kevin, tenderloin picanha pig cow shoulder bacon tail swine cupim. Andouille picanha meatloaf pork loin venison turkey, drumstick jowl pancetta ham pork belly. Leberkas drumstick strip steak jerky beef, venison flank pancetta turducken short ribs brisket prosciutto.",
      "birth": "1770",
      "death": "1827",
      "nationality": "German"
    },
    {
    "first_name": "Jean",
    "last_name": "Sibelius",
    "bio": "Porchetta hamburger pancetta ham hock turkey shankle t-bone tenderloin prosciutto filet mignon tri-tip meatloaf flank picanha pork chop. Hamburger strip steak jerky cow tail filet mignon pig frankfurter kielbasa pork loin. Swine alcatra fatback, pork belly pancetta rump pastrami turkey beef ribs. Fatback ground round t-bone chicken porchetta shoulder, jowl ball tip beef boudin flank pork belly pork loin turkey.",
    "birth": "1992",
    "death": "1993",
    "nationality": "Finnish"
    },
    {
    "first_name": "Sergei",
    "last_name": "Prokofiev",
    "bio": "Meatball venison shank jowl filet mignon swine fatback ground round strip steak. Hamburger t-bone cupim, corned beef swine short ribs ham hock andouille turducken pancetta leberkas tail jerky strip steak. Spare ribs pork loin strip steak pork brisket capicola ground round kielbasa beef ribs swine drumstick. Salami doner pork belly, andouille fatback pork chop beef ribs. Pancetta salami pastrami, boudin kevin filet mignon prosciutto short loin.",
    "birth": "now",
    "death": "later",
    "nationality": "Russian"
    },
    {
    "first_name": "Pyotr Ilyich",
    "last_name": "Tchaikovsky",
    "bio": "Bacon ipsum dolor amet cow fatback chicken, pork loin kevin andouille ground round capicola beef ribs strip steak shankle corned beef pork chop beef. Pancetta kielbasa pork loin boudin, fatback pig shoulder strip steak rump bacon sirloin ham filet mignon. Pig boudin beef ribs strip steak, salami shankle capicola pork belly kevin turducken flank bresaola doner hamburger. Chicken sirloin pork jowl capicola ground round meatloaf doner  ",
    "birth": "3202",
    "death": "2838",
    "nationality": "Russian"
    }
  ]
