[
    {
        "first_name": "Hubert",
        "last_name": "Léonard",
        "bio": "Eminent Belgian violinist and teacher. Studied with Rouma and Habeneck in Paris. He succeded de Bériot as first violin professor at the Brussels Conservatory. He wrote 3 books of etudes, a violin method, 5 violin concertos, 6 concert pieces, a serenade for 3 violins, and a book titled: Le violon au point de veu de l’orchestration (The Violin in Terms of Orchestration.)",
        "birth": "1819",
        "death": "1890"
    },
    {
        "first_name": "Rodolfo",
        "last_name": "Lipizer",
        "bio": "His family was from Gorizia and had ancient music traditions: his father was a good clarinet-player, his maternal grandfather, Antonio Pelizon, was a famous violinmaker, who followed the technique of Amati's school. Rodolfo Lipizer studied violin at Vienna Musical Academy of State with M° Gottfried Feist, obtaining the best marks. At Vienna Academy he also studied composition with Prof. Mandyczewski and Marx as well as orchestra conducting with Prof. Franz Schalk; at the same time he attended the Faculty of Philosophy at Vienna University with the musicologist, historian and philosopher Guido Adler, friend of Mahler, one of the founders of the great Austrian musicology of historicistic kind.",
        "birth": "1895",
        "death": "1974"
    },
    {
        "first_name": "Pietro",
        "last_name": "Locatelli",
        "bio": "Italian composer and violinist. Pietro Antonio Locatelli was in the Italian city of Bergamo. He was still a young boy when his astonishing talent for playing the violin revealed itself. Joining the Bergamo Cathedral instrumental ensemble as a boy, he left it in 1711 at the age of sixteen to go to Rome. For a violinist on the threshold of his career, Rome was the place to be as it was there that Arcangelo Corelli lived. Although Locatelli did not actually study with Corelli, he certainly absorbed a good deal of his influence.",
        "birth": "1695",
        "death": "1764"
    },
    {
        "first_name": "Jacques Féréol",
        "last_name": "Mazas",
        "bio": "French violinist and teacher. He was a pupil of Pierre Baillot at the Paris Conservatoire, from which he received the first prize in 1805. He toured all over Europe. It was only in 1831 that he obtained a permanent post as first violin at the Palais Royal Theatre. A short time after, he became directeur des concerts in Orléans, where he directed the Opéra Comique. From 1837 to 1841, he was Director of Cambrai Conservatoire.",
        "birth": "1782",
        "death": "1849"
    },
    {
        "first_name": "Lambert Joseph",
        "last_name": "Meerst",
        "bio": "Student of Lafont and Habeneck in Paris. Since 1835 he became professor at the Brussels Conservatory. He wrote several instructional materials for the violin.",
        "birth": "1800",
        "death": "1863"
    },
    {
        "first_name": "Enrico",
        "last_name": "Polo",
        "bio": "Italian violinist and composer. Studied with J. Joachim in Berlin. He was the concertmaster at Arturo’s Toscanini orchestra in Turin. He married her sister and was a very influential figure at the Milan Conservatory for more than thirty years. His motto about teaching was: %94Love is the first secret of good teaching; it's not just the method, it takes heart.%94",
        "birth": "1868",
        "death": "1953"
    },
    {
        "first_name": "Jacques Pierre Joseph",
        "last_name": "Rode",
        "bio": "French Violinist and Composer. Studied with Viotti, whom thought Rode was so talented, that never charged him for lessons. He collaborated with Baillot and Kreutzer on the official Violin Method of the Conservatoire of Paris. Beethoven wrote his last Violin Sonata for him. Rode wrote 13 violin concertos and the well known 24 Caprices for violin.",
        "birth": "1774",
        "death": "1830"
    },
    {
        "first_name": "Pietro",
        "last_name": "Rovelli",
        "bio": "Pietro Rovelli was pupil of his father Alessandro Rovelli, who was Kapellmeister at the court of temporarily Weimar. After the first concert successes in northern Italy continued his studies with Rodolphe Kreutzer in Paris. From 1815 to 1818 Rovelli was concertmaster of the Royal Court Orchestra in Munich. Concert tours took him to Vienna, where he pianist Micheline Förster, the daughter of Beethoven mentor Emanuel Aloys Förster, whom he later married.",
        "birth": "1793",
        "death": "1838"
    },
    {
        "first_name": "Niccolo",
        "last_name": "Paganini",
        "bio": "Italian violinist, violist, guitarist, and composer. He was the most celebrated violin virtuoso of his time, and left his mark as one of the pillars of modern violin technique. His Caprice No. 24 in A minor, Op. 1, is among the best known of his compositions, and has served as an inspiration for many prominent composers.",
        "birth": "1782",
        "death": "1840"
    },
    {
        "first_name": "Emile",
        "last_name": "Sauret",
        "bio": "He began studying violin at the Conservatoire de Strasbourg at the age of six, and with a reputation as child prodigy he began performing two years later. He studied under Charles Auguste de Bériot and later became a student of Henri Vieuxtemps and Henryk Wieniawski. Aged 18, he started studying composition as a pupil of Salomon Jadassohn at the Leipzig Conservatory, where he struck up many friendships. Among these were Fritz Steinbach and Richard Sahla, a child prodigy like Sauret himself. Sauret played in the most famous concert halls of his time. He made his American debut in 1872. Franz Liszt performed sonatas with him. In 1873, Sauret married Teresa Carreño, a Venezuelan pianist and composer, by whom he had a daughter, Emilita. The marriage did not last%3B in 1879 he remarried. Because of the excessive difficulties of his violin compositions, Émile Sauret is remembered today for little more than the cadenza for Niccolò Paganini's Violin Concerto No. 1 in D major.",
        "birth": "1852",
        "death": "1920"
    },
    {
        "first_name": "Hans",
        "last_name": "Sitt",
        "bio": "German violinist, teacher, and composer. His father, Anton Sitt, was a well-known violinmaker. He never achieved the “Wunderkind” status, although he was a prodigy. In 1880 he became the conductor of the orchestra of the Baron Derwies at Nice. After the death of the Baron Derwies, Sitt went to North Germany and became the conductor of the recently formed Crystal palace Institute orchestra. Yet, neither of the positions he held were important. When Brodsky was appointed violin professor at the Leipzig Conservatory, he founded a string quartet with Novacek, Sitt (viola), and Grützmacher, which gain fame all over Europe very quickly. Besides his numerous etudes and scales he wrote two violin concertos, two concertinos, and several short pieces for violin.",
        "birth": "1850",
        "death": "1922"
    },
    {
        "first_name": "Louis",
        "last_name": "Spohr",
        "bio": "German Composer and violinist. Although his middle-class family initially opposed a musical career, he became a violinist in the Brunswick court establishment in 1799. After Mendelssohn's death in 1847, Spohr was generally revered in Germany and England as the sole surviving composer of the Classical tradition. Spohr's reputation as the greatest German violinist of his generation was established at an early age not only through performances of his own works but also by his versatility in performing the music of such composers as Mozart, Haydn, Rode, and Beethoven. He was the teacher of Ferdinand David and August Wilhelmj. His compositional output is quite significant, including: A Violin Method, 15 violin concertos, 9 Symphonies, and 3 Operas.",
        "birth": "1754",
        "death": "1859"
    },
    {
        "first_name": "Henri",
        "last_name": "Vieuxtemps",
        "bio": "Belgian composer and violinist. He was the son of a weaver and amateur violinist/violin-maker. He received his first violin instruction from his father and later with Charles de Bériot.  He founded the violin school of the St. Petersburg Conservatory and guided the formation of a \"Russian school\" of violinists. In 1871, he returned to his native country to accept a professorship at the Brussels Conservatory, where his most illustrious pupil was Eugène Ysaÿe.",
        "birth": "1820",
        "death": "1881"
    },
    {
        "first_name": "Jose Silvestre",
        "last_name": "White",
        "bio": "Also known as Joseph, was a Cuban violinist and composer. His father Don Carlos White was Spanish and his mother was Afro-Cuban. After receiving his early musical training from his father, who was an amateur violinist, José White gave his first concert in Matanzas on 21 March 1854. He was accompanied by the visiting American pianist-composer Louis Moreau Gottschalk, \"who encouraged him to pursue further violin studies in Paris and raised money for him to travel there.\" José White studied at the Paris Conservatory between the years and was highly praised by Rossini. From 1877 to 1889 he was director of the Imperial Conservatory in Rio de Janeiro, Brazil, where he served as court musician for the Emperor Pedro I.",
        "birth": "1836",
        "death": "1918"
    },
    {
        "first_name": "Henryk",
        "last_name": "Wieniawski",
        "bio": "Polish composer and violinist. His talent for playing the violin was recognized early on, and in 1843 he entered the Paris Conservatoire. Wieniawski published his first opus, a Grand Caprice Fantastique, the start of a modest but important catalog of 24 opus numbers. When his engagement to Isabella Hampton was opposed by her parents, Wieniawski wrote Légende, Opus 17; this work helped the parents change their mind and the couple married in 1860. In 1875 Wieniawski replaced Henri Vieuxtemps as violin professor at the conservatory at Brussels.Henryk Wieniawski was considered a violinist of genius and wrote some of the most important works in the violin repertoire, including two extremely difficult violin concertos, \"L'Ecole Moderne, 10 Etudes-Caprices\", Scherzo-Tarantelle, Op. 16 and Légende, Op. 17 are also frequently performed works.What is sometimes called the \"Russian bow grip\" ought to be called the \"Wieniawski bow grip\" Wieniawski taught his students his own kind of very stiff bowing that allowed him to play a \"devil's staccato\" with ease.",
        "birth": "1835",
        "death": "1880"
    },
    {
        "first_name": "Franz",
        "last_name": "Wohlfahrt",
        "bio": "German violinist, teacher, and composer. His father, Anton Sitt, was a well-known violinmaker. He never achieved the “Wunderkind” status, although he was a prodigy. In 1880 he became the conductor of the orchestra of the Baron Derwies at Nice. After the death of the Baron Derwies, Sitt went to North Germany and became the conductor of the recently formed Crystal palace Institute orchestra. Yet, neither of the positions he held were important. When Brodsky was appointed violin professor at the Leipzig Conservatory, he founded a string quartet with Novacek, Sitt (viola), and Grützmacher, which gain fame all over Europe very quickly. Besides his numerous etudes and scales he wrote two violin concertos, two concertinos, and several short pieces for violin.",
        "birth": "1883",
        "death": "1884"
    },
    {
        "first_name": "Eugene",
        "last_name": "Ysaÿe",
        "bio": "Belgian violinist, composer and conductor. His brother was pianist and composer Théo Ysaÿe. He began violin lessons at age four with his father, and later studied with Joseph Massart, Henryk Wieniawski, and Henri Vieuxtemps. After his graduation, Ysaÿe was the principal violin of the Benjamin Bilse beer-hall orchestra, which later developed into the Berlin Philharmonic. Among his more respected pupils are Josef Gingold, the violist William Primrose, Nathan Milstein, Louis Persinger, Alberto Bachmann, Mathieu Crickboom, and Jascha Brodsky.During his tenure as professor at the Conservatoire, Ysaÿe continued to tour an ever-broadening section of the world, including all of Europe, Russia, and the United States. Despite health concerns, particularly regarding the (probably diabetes-related) condition of his hands, Ysaÿe was at his best when performing, and many prominent composers dedicated major works to him, including Claude Debussy, Camille Saint-Saëns, César Franck, and Ernest Chausson.",
        "birth": "1858",
        "death": "1931"
    },
    {
        "first_name": "Jean Delphin",
        "last_name": "Alard",
        "bio": "French violinist and teacher. He was born in Bayonne as the son of an amateur violinist. From 1827 he studied with F. A. Habeneck at the Paris Conservatoire. He was also a pupil of Fétis and succeeded Baillot as first violinist to the King in 1840. His playing was full of fire and flair, and his compositions had a great success in France. He was a representative of the modern French school of violin playing and Sarasate was among his students.",
        "birth": "1815",
        "death": "1888"
    },
    {
        "first_name": "Tor",
        "last_name": "Auilin",
        "bio": "Aulin studied music at the Royal College of Music in Stockholm and then in the Conservatory of Berlin with Émile Sauret and Philipp Scharwenka. From 1889 to 1892 Aulin served as concertmaster of the Royal Swedish Opera in Stockholm. He went on to conduct the principal symphony orchestras of Stockholm and Gothenburg. He formed the Aulin Quartet, the first full-time professional quartet in Sweden. Aulin composed a number of orchestral and chamber music works, including a violin sonata, three violin concertos, an orchestral suite, and many small pieces for the violin.",
        "birth": "1866",
        "death": "1914"
    },
    {
        "first_name": "Pierre Marie François de Sales",
        "last_name": "Baillot",
        "bio": "French violinist and composer born in Passy. He studied the violin under Giovanni Battista Viotti and taught at the Paris Conservatoire together with Pierre Rode (also a pupil of Viotti) and Rodolphe Kreutzer, who wrote the conservatoire's official violin method. He was sole author of the instructional L'art du violon. Baillot's teachings had a profound influence on technical and musical development in an age in which virtuosity was openly encouraged. He was leader of the Paris Opéra, gave solo recitals and was a notable performer of chamber music.",
        "birth": "1771",
        "death": "1842"
    },
    {
        "first_name": "Franz",
        "last_name": "Benda",
        "bio": "Bohemian violinist and composer. He was the brother of Jiří Antonín Benda, and he worked for much of his life at the court of Frederick the Great. Benda was born in Bohemia at the town of Staré Benátky. Benda became the founder of a German school of violin playing. In his youth he was a chorister at Prague and afterward in the Chapel Royal at Dresden. He pursued his study of the violin under Carl Heinrich Graun, a pupil of Tartini. After two years he was appointed chapel master at Warsaw. In 1732, he entered the service of Frederick the Great, then prince royal of Prussia, with whom he remained the rest of his life. He was a member of the prince royal's band, and later became concertmaster to the king. He played about 50,000 concertos over a period of forty years.",
        "birth": "1709",
        "death": "1786"
    },
    {
        "first_name": "Charles",
        "last_name": "Bériot",
        "bio": "Charles Auguste de Bériot was a Belgian violinist. He studied with Jean-Francois Tiby, a student of Giovanni Battista Viotti. He advised him to study with Baillot but did not embrace his teachings. He was also influenced by Paganini. He served as chamber violinist to King Charles X of France and to King William I of the Netherlands, touring with great success to London, Paris and the great music centers of Europe. In 1843 he became chief violin instructor at the Brussels Conservatory where he established the Franco-Belgian school of violin playing. On account of failing eyesight he retired in 1852, and in 1858 became totally blind. Paralysis of the left arm ended his career in 1866. His most illustrious disciples were Hubert Léonard, Henri Vieuxtemps and Heinrich Wilhelm Ernst. Bériot wrote a great amount of violin music including ten concertos. He died in Leuven at the age of 68.",
        "birth": "1802",
        "death": "1870"
    },
    {
        "first_name": "Albrecht",
        "last_name": "Blumenstengel",
        "bio": "German violinist and conductor. Studied with F. David. He became a very successful conductor. There is little known about him nowadays.",
        "birth": "1835",
        "death": "1895"
    },
    {
        "first_name": "Karl Hermann Ehrfried",
        "last_name": "Böhmer",
        "bio": "German violinist and composer. Studied with Polledro. He was a member of the Royal Orchestra in Berlin. Besides his considerable pedagogical outcome, he also composed operas and orchestral music.",
        "birth": "1799",
        "death": "1884"
    },
    {
        "first_name": "Bartolomeo",
        "last_name": "Campagnoli",
        "bio": "Italian violinist and composer. He studied with Dall’Ocha , Guastarobba, a noted pupil of Tartini, and Nardini. In 1797 he became leader of the Gewandhaus Orchestra in Leipzig. He went to Paris in 1801, where the playing of Kreutzer impressed him deeply. He was a very prolific composer, it is significant the L’illusion de la viole d’amour (the illusion of a viole d’amour) which used scordatura (different tuning for the violin) to imitate the sound of that instrument. Writing fugues for solo violin, the 41 caprices for viola, and the The Nouvelle méthode, op.21, among many pedagogical materials.",
        "birth": "1751",
        "death": "1827"
    },
    {
        "first_name": "Alexander",
        "last_name": "Casorti",
        "bio": "German violinist and composer. One of his best works is the Opera “Marie.” Wrote many songs and music for violin.",
        "birth": "1830",
        "death": "1867"
    },
    {
        "first_name": "Charles",
        "last_name": "Dancla",
        "bio": "Violinist, composer, and teacher. He studied with Dussert, and at the age of nine played for Rode, who was then living in retirement in Bordeaux. He played and sight-read so well that Rode gave him letters of recommendation to Baillot, Cherubini, and Kreutzer. From 1828 to 1840 he studied at the Paris Conservatoire under Paul Guérin and Baillot, winning the premier prix in 1833. For two years he was the postmaster of Cholet, continuing to play the violin in the area and occasionally with his family in Paris. He returned to Paris to work as an official in the postal administration, and was finally offered a position at the Conservatoire in 1855. Five years later he was made professor of violin, a post he held until his unwilling retirement in 1892. At the age of 75 he still performed his own works.",
        "birth": "1817",
        "death": "1907"
    },
    {
        "first_name": "Ferdinand",
        "last_name": "David",
        "bio": "German virtuoso violinist and composer. David was a pupil of Louis Spohr and Moritz Hauptmann. In 1843 he started teachinig at the Leipziger Konservatorium. He gave the premiere of Felix Mendelssohn's great violin concerto, and had worked closely with Mendelssohn during the piece's preparation, giving technical advice. David was also the author of several musical hoaxes, as Fritz Kreisler. The most well know is \"Chaconne in g-minor by Tommaso Antonio Vitali\". He was a prolific composer, including: Two symphonies, five violin concertos, an opera (Hans Wacht, 1852), a string sextet for three violins, viola and two cellos, and a number of lieder. David also composed a concertino for trombone and bassoon.",
        "birth": "1810",
        "death": "1873"
    },
    {
        "first_name": "Jakob",
        "last_name": "Dont",
        "bio": "Austrian violinist and teacher. He studied with Joseph Boehm and with Georg Hellmesberger at the Vienna Conservatory. In the early 1830s he made frequent appearances as a soloist in his home town, but despite his command of the instrument, his excessive shyness led him to stop performing early and devote himself to teaching and composing. He taught at the Vienna Conservatory, where Leopold Auer studied with him from 1857 to 1858, wrote about 50 compositions for violin. He was devoted to the music of Beethoven, and arranged violin parts to accompany some of the piano sonatas. His multi-volume Gradus ad Parnassum unites six earlier opuses with a vast collection of pieces arranged for two to four string instruments for developing ensemble playing skills.",
        "birth": "1815",
        "death": "1888"
    },
    {
        "first_name": "Heino",
        "last_name": "Eller",
        "bio": "Eller was born in Tartu, where he took private lessons in violin and music theory, played in several ensembles and orchestras, and performed as violin soloist. In 1907 he entered the Saint Petersburg Conservatory to study violin. From 1908 to 1911 he was a law student. In 1920 Eller graduated from the conservatory renamed to Petrograd Conservatory. He formed the Tartu school of composition, which gave rise to many composers, including Eduard Tubin. In 1940 he became a professor of composition at the Tallinn Conservatory and taught there until his death.",
        "birth": "1887",
        "death": "1970"
    },
    {
        "first_name": "Heinrich Wilhelm",
        "last_name": "Ernst",
        "bio": "Heinrich Wilhelm Ernst was a Moravian-Jewish violinist and composer. Ernst was widely seen as the outstanding violinist of his time and Paganini's greatest successor. Ernst was a child prodigy, educated at the Conservatorium of Vienna, studying the violin under Joseph Böhm, and composition under Ignaz von Seyfried. Like Paganini, Ernst composed his own set of variations on the theme Carnaval de Venise which he often played at the end of his concert. Not only did he develop the polyphonic playing, but he also discovered new idiomatic ways to compose polyphonically conceived violin music to a degree that is unprecedented to this day.",
        "birth": "1814",
        "death": "1865"
    },
    {
        "first_name": "Federigo",
        "last_name": "Fiorillo",
        "bio": "English violinist of Italian descent. He also played the viola and was a very prolific composer (more than 70 opuses and 200 compositions.) He first became proficient on the mandolin and only later turned to the violin. He began to play regularly as viola player in Salomon’s string quartet. His last public appearance was as soloist in a viola concerto. His total output is in need of bibliographic clarification, since his works were published all over Europe with different classifications.",
        "birth": "1753",
        "death": "1823"
    },
    {
        "first_name": "Pierre",
        "last_name": "Gaviniès",
        "bio": "French violinist and composer. He made his debut at the age of fourteen at the Concerts Spirituels in Paris. Almost immediately after his performance he was appointed first soloist at that series of concerts. Viotti called him: “The French Tartini.” He held that position for until 1773 when he became director of the Concerts Spirituels. In 1794 he was appointed violin professor at the newly created Paris Conservatory. After that we was denounced and imprisoned in the Bastille. He wrote six concertos, six sonatas, three solo sonatas, and a three act opera: “Les Prétendus.”",
        "birth": "1728",
        "death": "1800"
    },
    {
        "first_name": "Friedrich",
        "last_name": "Hermann",
        "bio": "German violinist, composer, and conductor. Studied with F. David in Leipzig and played the viola at the Gewandhaus Orchestra in the same city. He was an editor for the well known “Peter’s Edition” and among many pedagogical works he wrote one symphony, quartet for wind instruments, a duo for violin and viola, and a trio for three violins.",
        "birth": "1817",
        "death": "1907"
    },
    {
        "first_name": "Richard",
        "last_name": "Hofmann",
        "bio": "German composer and music teacher who worked in Leipzig. Richard Hofmann was born in Delitzsch where his father was the municipal music director. He studied with Alexander Dreyschock and Salomon Jadassohn and settled in Leipzig as a music teacher. He was Professor at Leipzig Conservatory and leader of the Leipzig Choral Society. Hofmann composed numerous instructive pieces for piano, string and wind instruments.",
        "birth": "1844",
        "death": "1918"
    },
    {
        "first_name": "Jëno",
        "last_name": "Hubay",
        "bio": "Eugen Huber was born into a German family of musicians in Pest, Hungary. He adopted the Hungarian version of his name, Jenő Hubay, in his twenties, while living in the French-speaking world. Hubay was trained in violin and music by his father, Karl, concertmaster of the Hungarian National Opera House and a teacher at the Budapest College of Music. Hubay gave his début public performance playing a concerto at the age of eleven. At the age of thirteen, Hubay began his studies in Berlin. He remained there for five years, receiving instruction from Joseph Joachim. In 1878, following the advice of Franz Liszt, he made his début in Paris, which was a great success. Sitting in the audience was Henri Vieuxtemps, with whom Hubay formed an intimate friendship and from whom he received instruction.",
        "birth": "1858",
        "death": "1937"
    },
    {
        "first_name": "Josef",
        "last_name": "Kotek",
        "bio": "VRussian Empire violinist and composer remembered for his association with Pyotr Ilyich Tchaikovsky. He assisted Tchaikovsky with technical issues in the writing of the solo part in his Violin Concerto in D",
        "birth": "1855",
        "death": "1885"
    },
    {
        "first_name": "Heinrich Ernst",
        "last_name": "Kayser",
        "bio": "German violinist and teacher. He played at the Hamburg Theater Orchestra. He wrote the Op. 20 Etudes, exercises for shifting, and a method for violin.",
        "birth": "1815",
        "death": "1888"
    },
    {
        "first_name": "Rodolphe",
        "last_name": "Kreutzer",
        "bio": "French violinist, teacher, composer and conductor. He was born in Versailles, and was initially taught by his father. Later he received lessons from Anton Stamitz. He became one of the foremost violin virtuosi of his day, appearing as a soloist until 1810. He was a violin professor at the Paris Conservatoire from its foundation in 1795. He was co-author of the Conservatoire’s violin method with Pierre Rode and Pierre Baillot. The three are considered the founders of the French school of violin playing. Kreutzer's compositions include nineteen violin concertos and around forty operas.",
        "birth": "1766",
        "death": "1831"
    },
    {
        "first_name": "Frederik Carl",
        "last_name": "Lemming",
        "bio": "Frederik Carl Lemming was born in Denmark. His father was the captain of a small ferryboat on one of the islands in Denmark. Thanks to his restless nature and his original character, Lemming dropped out of his studies and began to travel the world. In South Africa he learned to master the guitar, and he travelled for much of the rest of his life, living in Cape Town, Rio de Janeiro, Copenhagen, Oslo, different cities in Norway, and in Stockholm. He was a very successful musician, and wherever he was in the world, he became a leading figure in musical life. He performed as a guitar virtuoso, a violin virtuoso, a conductor, a harpist, and he played on an instrument of his own invention, a glass harmonica. Lemming taught the violin to the young Norwegian Ole Bull, who is known as one of the greatest of Scandinavian musicians, and Lemming's technique affected Ole Bull's playing for the rest of his life. Lemming's Etudes Fantastiques for solo violin, which are virtuoso studies in the style of Paganini, were in use for many years. Lemming ended his life in a mental institution close to where he grew up in Denmark, a sad end for one of the greatest true originals of Danish nineteenth century music history.",
        "birth": "1782",
        "death": "1846"
    }
]